<?php
// Heading
$_['heading_title'] = 'Χρήση Πόντων Ανταμοιβής (Διαθέσιμοι πόντοι %s)';

// Text
$_['text_reward']   = 'Πόντοι Ανταμοιβής (%s)';
$_['text_order_id'] = 'Αριθμός Παραγγελίας: #%s';
$_['text_success']  = 'H έκπτωση των πόντων ανταμοιβής σας έχει εφαρμοστεί!';

// Entry
$_['entry_reward']  = 'Πόντοι προς χρήση (Μέγιστο %s)';

// Error
$_['error_reward']  = 'Παρακαλώ εισάγετε τον αριθμό των πόντων ανταμοιβής που επιθυμείτε να χρησιμοποιήσετε!';
$_['error_points']  = 'Δεν έχετε %s πόντους ανταμοιβής!';
$_['error_maximum'] = 'Ο μέγιστος αριθμός των πόντων που μπορείτε να χρησιμοποιήσετε είναι %s!';
