<?php
// Heading
$_['heading_title']       = 'Διατάξεις';

// Text
$_['text_success']        = 'Τροποποιήσατε τις Διατάξεις με επιτυχία!';
$_['text_list']           = 'Λίστα Διατάξεων';
$_['text_add']            = 'Νέα Διάταξη';
$_['text_edit']           = 'Επεξεργασία Διάταξης';
$_['text_remove']         = 'Αφαίρεση';
$_['text_route']          = 'Επιλογή Καταστήματος και Διαδρομής που θα χρησιμοποιηθούν με αυτή την διάταξη';
$_['text_module']         = 'Επιλέξτε την Θέση των modules';
$_['text_default']        = 'Προεπιλογή';
$_['text_content_top']    = 'Πάνω από το περιεχόμενο';
$_['text_content_bottom'] = 'Κάτω από το περιεχόμενο';
$_['text_column_left']    = 'Αριστερή στήλη';
$_['text_column_right']   = 'Δεξιά στήλη';

// Column
$_['column_name']         = 'Όνομα Διάταξης';
$_['column_action']       = 'Ενέργεια';

// Entry
$_['entry_name']          = 'Όνομα Διάταξης';
$_['entry_store']         = 'Κατάστημα';
$_['entry_route']         = 'Διαδρομή';
$_['entry_module']        = 'Module';

// Error
$_['error_permission']    = 'Δεν έχετε δικαιώματα για την επεξεργασία των διατάξεων!';
$_['error_name']          = 'Το όνομα της διάταξης πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_default']       = 'Αυτή η διάταξη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη διάταξη του καταστήματος!';
$_['error_store']         = 'Αυτή η διάταξη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s καταστήματα!';
$_['error_product']       = 'Ειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';
$_['error_category']      = 'Ειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s κατηγορίες!';
$_['error_information']   = 'Ειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s σελίδες πληροφοριών!';