<?php
// Heading
$_['heading_title']        = 'APIs (Διεπαφές Εφαρμογών)';

// Text
$_['text_success']         = 'Τροποποιήσατε το API με επιτυχία!';
$_['text_list']            = 'Λίστα API';
$_['text_add']             = 'Νέο API';
$_['text_edit']            = 'Επεξεργασία API';
$_['text_ip']              = 'Παρακάτω μπορείτε να δημιουργήσετε μια λίστα με διευθύνσεις  IP\'s που θα επιτρέπεται να έχουν πρόσβαση στο API. Η IP σας είναι %s';

// Column
$_['column_username']      = 'Όνομα Χρήστη API';
$_['column_status']        = 'Κατάσταση';
$_['column_token']         = 'Διακριτικό';
$_['column_ip']            = 'IP';
$_['column_date_added']    = 'Ημερομηνία Δημιουργίας';
$_['column_date_modified'] = 'Ημερομηνία Επεξεργασίας';

$_['column_action']        = 'Ενέργεια';

// Entry
$_['entry_username']       = 'Όνομα Χρήστη API';
$_['entry_key']            = 'Κλειδί API ';
$_['entry_status']         = 'Κατάσταση';
$_['entry_ip']             = 'IP';

// Error
$_['error_permission']     = 'Προειδοποίηση: Δεν έχετε δικαιώματα για επεξεργασία των APIs!';
$_['error_username']       = 'Το Όνομα Χρήστη API πρέπει να είναι μεταξύ 3 και 20 χαρακτήρων!';
$_['error_key']            = 'Το κλειδί API πρέπει να είναι μεταξύ 64 και 256 χαρακτήρων!';
$_['error_ip']             = 'Πρέπει να έχετε προσθέσει τουλάχιστον μία διευθύνση IP στην λίστα με τις επιτρεπόμενες IP\'s!';