<?php
// Heading
$_['heading_title']         = 'Χρήστες';

// Text
$_['text_success']          = 'Τροποποιήσατε τους Χρήστες με επιτυχία!';
$_['text_list']             = 'Λίστα Χρηστών';
$_['text_add']              = 'Νέος Χρήστης';
$_['text_edit']             = 'Επεξεργασία Χρήστη';

// Column
$_['column_username']       = 'Όνομα Χρήστη';
$_['column_status']         = 'Κατάσταση';
$_['column_date_added']     = 'Ημερομηνία Δημιουργίας';
$_['column_action']         = 'Ενέργεια';

// Entry
$_['entry_username']        = 'Όνομα Χρήστη';
$_['entry_user_group']      = 'Όμαδα Χρήστη';
$_['entry_password']        = 'Κωδικός';
$_['entry_confirm']         = 'Επιβεβαίωση Κωδικού';
$_['entry_firstname']       = 'Όνομα';
$_['entry_lastname']        = 'Επίθετο';
$_['entry_email']           = 'E-Mail';
$_['entry_image']           = 'Εικόνα';
$_['entry_status']          = 'Κατάσταση';

// Error
$_['error_permission']      = 'Προειδοποίηση: Δεν έχετε δικαιώματα για επεξεργασία των χρηστών!';
$_['error_account']         = 'Προειδοποίηση: Δεν μπορείτε να διαγράψετε τον δικό σας λογαριασμό!';
$_['error_exists_username'] = 'Προειδοποίηση: Το όνομα Χρήστη Χρησιμοποιείται ήδη!';
$_['error_username']        = 'Το όνομα χρήστη πρέπει να είναι μεταξύ 3 και 20 χαρακτήρων!';
$_['error_password']        = 'Ο κωδικός πρέπει να είναι μεταξύ 4 και 20 χαρακτήρων!';
$_['error_confirm']         = 'Τα πεδία Κωδικός και Επιβεβαίωση Κωδικού πρέπει να είναι ίδια !';
$_['error_firstname']       = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']        = 'Το Επίθετο πρέπει να είναι μεταξύ 1 and 32 χαρακτήρων!';
$_['error_email']           = 'Η διευθ. Ε-Mail δεν είναι έγκυρη!';
$_['error_exists_email']    = 'Προειδοποίηση: Το E-Mail είναι ήδη καταχωρημένο!';