<?php
// Heading
$_['heading_title']    = 'Ομάδες Χρηστών';

// Text
$_['text_success']     = 'Τροποποιήσατε τις ομάδες Χρηστών με επιτυχία!';
$_['text_list']        = 'Ομάδα Χρήστη';
$_['text_add']         = 'Νέα Ομάδα Χρήστη';
$_['text_edit']        = 'Επεξεργασία Ομάδας Χρήστη';

// Column
$_['column_name']      = 'Όνομα Ομάδας Χρήστη';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Ομάδας Χρήστη';
$_['entry_access']     = 'Δικαίωμα Πρόσβασης';
$_['entry_modify']     = 'Δικαίωμα Επεξεργασίας';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαιώματα για επεξεργασία των ομάδων χρηστών!';
$_['error_name']       = 'Το όνομα ομάδας χρήστη πρέπει να είναι μεταξύ 3 και 64 χαρακτήρων!';
$_['error_user']       = 'Προειδοποίηση: Η ομάδα Χρήστη δεν μπορεί να διαγραφεί καθώς εμπεριέχει %s Χρήστες!';