<?php
// Heading
$_['heading_title']    = 'Αντίγραφα Ασφαλείας &amp; Επαναφορά';

// Text
$_['text_success']     = 'Η Εισαγωγή της Β/Δ ολοκληρώθηκε με επιτυχία!';

// Entry
$_['entry_progress']   = 'Πρόοδος';
$_['entry_export']     = 'Εξαγωγή';

// Tab
$_['tab_backup']       = 'Δημιουργία Αντιγράφου';
$_['tab_restore']      = 'Επαναφορά';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαιώματα για επεξεργασία των Αντίγραφα Ασφαλείας &amp; Επαναφορά!';
$_['error_export']     = 'Προειδοποίηση: Πρέπει να επιλέξετε τουλάχιστον έναν πίνακα!';
$_['error_file']       = 'Το αρχείο δεν βρέθηκε!';
