<?php
// Heading
$_['heading_title']    = 'Διαχειριστής Εικόνων';

// Text
$_['text_uploaded']    = 'Το αρχείο ανέβηκε με επιτυχία!';
$_['text_directory']   = 'Ο κατάλογος Δημιουργήθηκε!';
$_['text_delete']      = 'Το αρχείο ή ο κατάλογος Διεγράφη!';

// Entry
$_['entry_search']     = 'Αναζήτηση..';
$_['entry_folder']     = 'Όνομα Καταλόγου';

// Error
$_['error_permission'] = 'WΔεν επιτρέπεται η Πρόσβαση!';
$_['error_filename']   = 'Το όνομα του αρχείου πρέπει να είναι ανάμεσα σε 3 και 255 χαρακτήρες!';
$_['error_folder']     = 'Το όνομα Καταλόγου πρέπει να είναι ανάμεσα σε 3 και 255 χαρακτήρες!';
$_['error_exists']     = 'Ένα αρχείο η κατάλογος με το αυτό το όνομα υπάρχει ήδη!';
$_['error_directory']  = 'Ο κατάλογος Δεν υπάρχει';
$_['error_filesize']   = 'Λάθος μέγεθος αρχείου!';
$_['error_filetype']   = 'Λάθος΄τύπος αρχείου!';
$_['error_upload']     = 'Το αρχείο ΔΕΝ ανέβηκε για άγνωστο λόγο!';
$_['error_delete']     = 'Ο Καταλόγος δεν μπορει να διαγραφεί!';