<?php
// Heading
$_['heading_title']   = 'Ξέχασες τον Κωδικό?';

// Text
$_['text_forgotten']  = 'Ξέχασμενος Κωδικός';
$_['text_your_email'] = 'Η Διεύθυνση Email σου';
$_['text_email']      = 'Πληκτρολόγησε την Διεύθυνση email που σχετίζεται με τον λογαριασμό σου. Πάτα Αποδοχή για να λάβεις έναν σύνδεσμο επαναφοράς του κωδικού σου μέσω μηνύματος ηλεκτρονικού ταχυδρομείου';
$_['text_success']    = 'Ένα μήνυμα Ηλεκτρονικού Ταχυδρομείου με έναν σύνδεσμο επιβεβαίωσης έχει σταλεί στην διευθυνση που μας έδωσες.';

// Entry
$_['entry_email']     = 'E-Mail';
$_['entry_password']  = 'Νέος Κωδικός';
$_['entry_confirm']   = 'Επιβεβαίωση Κωδικού';

// Error
$_['error_email']     = 'Το email που Πληκτρολόγησες δεν είναι σωστό!';
$_['error_password']  = 'Ο Κωδικός πρέπει να αποτελείται απο 4 μέχρι 20 χαρακτήρες!';
$_['error_confirm']   = 'Ο Νέος Κωδικός και η Επιβεβαίωση κωδικού Δεν ταιριάζουν!';