<?php
// Heading
$_['heading_title']    = 'Κουμπί PayPal Express Checkout';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί το module κουμπιού PayPal Express Checkout!';
$_['text_edit']        = 'Επεξεργασία Module Κουμπιού PayPal Express Checkout';
$_['text_info']        = 'Το Κουμπί <u>δεν</u> θα εμφανιστεί υπο συγκεκριμένες συνθήκες:';
$_['text_info_li1']    = 'Το καλάθι είναι άδειο και δεν έχουν χρησιμοποιηθεί κουπόνια';
$_['text_info_li2']    = 'Το καλάθι έχει λήψεις ή επαναλαμβανόμενες πληρωμές και ο χρήστης δεν είναι συνδεδεμένος';
$_['text_info_li3']    = 'Το απόθεμα του στοιχείου εκτός αποθέματος είναι απενεργοποιημένο και το καλάθι περιέχει ένα στοιχείο εκτός αποθέματος';
$_['text_layouts']     = 'Αφού ενεργοποιήσετε την ενότητα, χρησιμοποιήστε τον διαχειριστή διάταξης για να προσθέσετε το κουμπί στις περιοχές του καταστήματος.';
$_['text_layout_link'] = 'Κάντε κλικ εδώ για να αποκτήσετε πρόσβαση στη σελίδα των σχεδίων';

// Entry
$_['entry_status']     = 'Κατάσταση';

// Error
$_['error_permission'] = 'Δεν έχετε δικαιώματα Επεξεργασίας του module κουμπιού PayPal Express Checkout!';