<?php
// Heading
$_['heading_title'] = 'Ο λογαριασμός σας έχει δημιουργηθεί!';

// Text
$_['text_message']  = '<p>Συγχαρητήρια! Ο νέος λογαριασμός σας έχει δημιουργηθεί με επιτυχία!</p> <p>Τώρα μπορείτε να επωφεληθείτε από τα δικαιώματα των μελών για να βελτιώσετε την εμπειρία ηλεκτρονικής αγορών σας μαζί μας.</p> <p>Εάν έχετε ΟΠΟΙΕΣΔΗΠΟΤΕ ερωτήσεις σχετικά με τη λειτουργία του ηλεκτρονικού καταστήματος, παρακαλώ επικοινωνήστε μαζί μας. </p> <p>Έχει αποσταλεί επιβεβαίωση στην παρεχόμενη διεύθυνση ηλεκτρονικού ταχυδρομείου. Εάν δεν την έχετε λάβει μέσα σε μια ώρα, <a href="%s">επικοινωνήστε μαζί μας.</a>.</p>';
$_['text_approval'] = '<p>Σας ευχαριστούμε για την εγγραφή σας. %s!</p><p>Θα ενημερωθείτε μέσω e-mail μόλις ενεργοποιηθεί ο λογαριασμός σας από τον ιδιοκτήτη του καταστήματος.</p><p>Εάν έχετε ΟΠΟΙΕΣΔΗΠΟΤΕ ερωτήσεις σχετικά με τη λειτουργία του ηλεκτρονικού καταστήματος, παρακαλώ <a href="%s">επικοινωνήστε  μαζί μας.</a>.</p>';
$_['text_account']  = 'Λογαριασμός';
$_['text_success']  = 'Επιτυχία';