<?php
// Heading
$_['heading_title']    = 'Χρέωση Διαχείρισης';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Τροποποιήσατε με επιτυχία την Χρέωση Διαχείρισης';
$_['text_edit']        = 'Επεξεργασία Χρέωση Διαχείρισης';

// Entry
$_['entry_total']      = 'Σύνολο Παραγγελίας';
$_['entry_fee']        = 'Χρέωση';
$_['entry_tax_class']  = 'Φορολογική Κλάση';
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης';

// Help
$_['help_total']       = 'Ενεργοποιείται όταν το Μερικό Σύνολο είναι μικρότερο από αυτό το ποσό.';

// Error
$_['error_permission'] = 'Δεν έχετε δικαιώματα για την Επεξεργασία της Χρέωσης Διαχείρισης!';