<?php
// Heading
$_['heading_title']     = 'Αυτοματοποιημένα Συμβάντα';

// Text
$_['text_success']      = 'Τροποποιήσατε τα Συμβάντα με επιτυχία!';
$_['text_list']         = 'Λίστα Συμβάντων';
$_['text_event']        = 'Τα Συμβάντα Χρησιμοποιούνται απο τις επεκτάσεις για να παρακάμψουν την προεπιλεγμένη λειτουργία του καταστήματος σας. Αν δημιουργηθεί κάποιο πρόβλημα μπορείτε να τα ενεργοποιήσετε ή και να τα απενεργοποιήσετε εδώ.';
$_['text_info']         = 'Πληροφορίες Συμβάν';
$_['text_trigger']      = 'Έναυσμα(Trigger)';
$_['text_action']       = 'Ενέργεια';

// Column
$_['column_code']       = 'Κωδικός Συμβάντος';
$_['column_status']     = 'Κατάσταση';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Error
$_['error_permission']  = 'Δεν έχετε δικαιώματα για την επεξεργασία των Συμβάντων!';
