<?php
// Heading
$_['heading_title']     = 'Εγκατάσταση Επεκτάσεων';

// Text
$_['text_progress']     = 'Πρόοδος Εγκατάστασης';
$_['text_upload']       = 'Ανέβασμα Επεκτάσεων';
$_['text_history']      = 'Ιστορικό Εγκατάστασεων';
$_['text_success']      = 'Η επέκταση Εγκαταστάθηκε!';
$_['text_install']      = 'Εγκατάσταση...';

// Column
$_['column_filename']   = 'Όνομα Αρχείου';
$_['column_date_added'] = 'Ημερομηνία Δημιουργίας';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_upload']      = 'Μεταφόρτωση Αρχείου';
$_['entry_progress']    = 'Πρόοδος';

// Help
$_['help_upload']       = 'Απαιτείται αρχείο τροποποίησης με επέκταση ".ocmod.zip" ή ".ocmod.xml".';

// Error
$_['error_permission']  = 'Δεν έχετε δικαιώματα για επεξεργασία των Επεκτάσεων!';
$_['error_install']     = 'Πραγματοποιείται Εγκατάσταση Επέκτασης. Παρακαλώ Περιμένε Λίλα Δευτερόλεπτα πριν ξεκινήσετε νέα Εγκατάσταση.';
$_['error_upload']      = 'Το αρχείο δεν μπόρεσε να ανέβει!';
$_['error_filetype']    = 'Μη έγκυρος τύπος αρχείου!';
$_['error_file']        = 'Το αρχείο δεν μπόρεσε να βρεθεί!';