<?php
// Text
$_['text_success']     = 'Τροποποιήσατε τις επεκτάσεις με επιτυχία!';
$_['text_unzip']       = 'Εξαγωγή Αρχείων!';
$_['text_move']        = 'Αντιγραφή Αρχείων!';
$_['text_xml']         = 'Εφαρμογή Αλλαγών!';
$_['text_remove']      = 'Μετακίνηση Προσωρινών Αρχείων!';

// Error
$_['error_permission'] = 'Δεν έχετε δικαιώματα για την επεξεργασία των επεκτάσεων!';
$_['error_install']    = 'Πραγματοποιείται Εγκατάσταση Επέκτασης. Παρακαλώ Περιμένε Λίλα Δευτερόλεπτα πριν ξεκινήσετε νέα Εγκατάσταση.';
$_['error_unzip']      = 'Το αρχείο ZIP δεν ανοίγει!';
$_['error_file']       = 'Το αρχείο Εγκατάστασης Δεν βρέθηκε!';
$_['error_directory']  = 'Ο κατάλογος Εγκατάστασης Δεν βρέθηκε!';
$_['error_code']       = 'Απαιτείται μοναδικός κωδικός για το XML Μετατροπών!';
$_['error_xml']        = 'Η Μετατροπή %s Χρησιμοποιείται!';
$_['error_exists']     = 'TΤο αρχείο %s υπάρχει ήδη!';
$_['error_allowed']    = 'Ο κατάλογος %s Δεν έχει δικαιώματα εγγραφής!';