<?php
// Heading
$_['heading_title']     = 'Μετατροπές';

// Text
$_['text_success']      = 'Τροποποιήσατε τις Μετατροπές με επιτυχία!';
$_['text_refresh']      = 'Όταν ενεργοποιείτε / απενεργοποιείτε ή διαγράφετε κάποια μετατροπή, πρέπει να πατάτε το κουμπί ανανέωσης για να ανανεωθεί η προσωρινή μνήμη (cache) των Μετατροπών!';
$_['text_list']         = 'Λίστα Μετατροπών';

// Column
$_['column_name']       = 'Όνομα Μετατροπής';
$_['column_author']     = 'Συγγραφέας';
$_['column_version']    = 'Έκδοση';
$_['column_status']     = 'Κατάσταση';
$_['column_date_added'] = 'Ημερομηνία Δημιουργίας';
$_['column_action']     = 'Ενέργεια';

// Error
$_['error_permission']  = 'Δεν έχετε δικαιώματα για την επεξεργασία των Μετατροπών!';