<?php
// Heading
$_['heading_title']        				= 'OpenBay Pro';

// Buttons
$_['button_retry']						= 'Προσπάθεια Πάλι';
$_['button_update']						= 'Ενημέρωση';
$_['button_patch']						= 'Patch';
$_['button_faq']						= 'Προβολή θεμάτων FAQ';

// Tab
$_['tab_setting']						= 'Ρυθμίσεις';
$_['tab_update']						= 'Ενημερώσεις Λογισμικού';
$_['tab_developer']						= 'Προγραμματιστής';

// Text
$_['text_dashboard']         			= 'Πίνακας Ελέγχου';
$_['text_success']         				= 'Οι Ρυθμίσεις Αποθηκεύτηκαν';
$_['text_products']          			= 'Είδη';
$_['text_orders']          				= 'Παραγγελίες';
$_['text_manage']          				= 'Διαχείριση';
$_['text_help']                     	= 'Βοήθεια';
$_['text_tutorials']                    = 'Μαθήματα';
$_['text_suggestions']                  = 'Ιδέες';
$_['text_version_latest']               = 'Έχετε την τελευταία έκδοση';
$_['text_version_check']     			= 'Ελεγχος έκδοσης';
$_['text_version_installed']    		= 'Εγκατεστημένη έκδοση OpenBay Pro: v';
$_['text_version_current']        		= 'Η έκδοση σας είναι η:';
$_['text_version_available']        	= 'Η τελευταία είναι η:';
$_['text_language']             		= 'Γλώσσα Απάντησης API';
$_['text_getting_messages']     		= 'Λήψη μηνυμάτων του OpenBay Pro';
$_['text_complete']     				= 'Ολοκληρώθηκε';
$_['text_patch_complete']           	= 'Το Patch εφαρμόστηκε';
$_['text_updated']						= 'Το Module ενημερώθηκε (v.%s)';
$_['text_update_description']			= 'Το εργαλείο ενημέρωσης θα κάνει αλλαγές στο σύστημα αρχείων του καταστληματος. Φροντίστε να έχετε αντίγραφα ασφαλείας της Βάσης και της Εγκατάστασης πριν την Ενημέρωση.';
$_['text_patch_description']			= 'Αν μεταφορτώσατε τα ενημερωμένα αρχεία χειροκίνητα θα πρέπει να τρέξετε το patch για να ολοκληρωθει η ενημέρωση.';
$_['text_clear_faq']                    = 'Διαγράψτε τα κρυμμένα αναδυόμενα παράθυρα θεμάτων';
$_['text_clear_faq_complete']           = 'Οι ειδοποιήσεις θα εμφανιστούν ξανά';
$_['text_install_success']              = 'Το Marketplace έγκαταστάθηκε';
$_['text_uninstall_success']            = 'Το Marketplace απεγκαταστάθηκε';
$_['text_title_messages']               = 'Μηνύματα &amp; ειδοποιήσεις';
$_['text_marketplace_shipped']			= 'Η κατάσταση της παραγγελίας θα ενημερωθεί για την αποστολή στο Marketplace';
$_['text_action_warning']				= 'Αυτή η ενέργεια είναι επικίνδυνη, επομένως προστατεύεται με κωδικό πρόσβασης.';
$_['text_check_new']					= 'Έλεγχος νεότερης έκδοσης';
$_['text_downloading']					= 'Λήψη αρχείων Ενημέρωσης';
$_['text_extracting']					= 'Εξαγωγή αρχείων';
$_['text_running_patch']				= 'Εκτελούνται αρχεία patch';
$_['text_fail_patch']					= 'Δεν είναι δυνατή η εξαγωγή αρχείων ενημέρωσης';
$_['text_updated_ok']					= 'Η Ενημέρωση Ολοκληρώθηκε, η Εγκατεστημένη έκδοση είναι';
$_['text_check_server']					= 'Έλεγχος των απαιτήσεων διακομιστή';
$_['text_version_ok']					= 'Το λογισμικό είναι ήδη ενημερωμένο, η εγκατεστημένη έκδοση είναι';
$_['text_remove_files']					= 'Αφαίρεση αρχείων που δεν χρειάζονται πλέον';
$_['text_confirm_backup']				= 'Βεβαιωθείτε ότι έχετε δημιουργήσει ένα πλήρες αντίγραφο ασφαλείας πριν συνεχίσετε';
$_['text_software_update']				= 'OpenBay Pro Ενημέρωση Λογισμικού';
$_['text_patch_option']				    = 'Manual patching';

// Column
$_['column_name']          				= 'Όνομα Προσθέτου';
$_['column_status']        				= 'κατάσταση';
$_['column_action']        				= 'ενέργεια';

// Entry
$_['entry_patch']            			= 'Manual update patch';
$_['entry_courier']						= 'Μεταφορέας';
$_['entry_courier_other']           	= 'Άλλος Μεταφορέας';
$_['entry_tracking']                	= 'Αναγνωριστικό παρακολούθησης #';
$_['entry_empty_data']					= 'Κατάστημα Χωρίς Δεδομένα;';
$_['entry_password_prompt']				= 'Εισαγάγετε τον κωδικό διαγραφής δεδομένων';
$_['entry_update']						= 'Ενημέρωση με 1 κλίκ';
$_['entry_beta']						= 'Χρηση δοκιμαστικής έκδοσης';

// Error
$_['error_admin']             			= 'Ο κατάλογος διαχειριστή δεν βρέθηκε';
$_['error_failed']						= 'Η φόρτωση απέτυχε, προσπαθήστε ξανά;';
$_['error_tracking_id_format']			= 'Το αναγνωριστικό παρακολούθησης δεν μπορεί να περιέχει τους χαρακτήρες> ή <';
$_['error_tracking_courier']			= 'Πρέπει να επιλέξετε έναν courier αν θέλετε να προσθέσετε ένα αναγνωριστικό παρακολούθησης';
$_['error_tracking_custom']				= 'Παρακαλείσθε να αφήσετε κενό το πεδίο ταχυμεταφοράς αν θέλετε να χρησιμοποιήσετε άλλο courier';
$_['error_permission']					= 'Δεν έχετε δικαίωμα τροποποίησης της επέκτασης του OpenBay Pro';
$_['error_file_delete']					= 'Δεν είναι δυνατή η κατάργηση αυτών των αρχείων, πρέπει να τα διαγράψετε με μη αυτόματο τρόπο';
$_['error_mkdir']						= 'PHP function "mkdir" δεν είναι ενεργή. Επικοινωνήστε με τον πάροχο φιλοξενίας σας.';
$_['error_openssl_encrypt']            	= 'PHP function "openssl_encrypt" δεν είναι ενεργή. Επικοινωνήστε με τον πάροχο φιλοξενίας σας.';
$_['error_openssl_decrypt']            	= 'PHP function "openssl_decrypt" δεν είναι ενεργή. Επικοινωνήστε με τον πάροχο φιλοξενίας σας.';
$_['error_fopen']             			= 'PHP function "fopen" δεν είναι ενεργή. Επικοινωνήστε με τον πάροχο φιλοξενίας σας.';
$_['error_url_fopen']             		= '"allow_url_fopen" directive είναι απενεργοποιημένη - δεν θα μπορείτε να εισαγάγετε εικόνες κατά την εισαγωγή προϊόντων από το eBay';
$_['error_curl']                        = 'Η βιβλιοθήκη PHP "CURL" δεν είναι ενεργή. Επικοινωνήστε με τον πάροχο φιλοξενίας σας.';
$_['error_zip']                         = 'Η επέκταση ZIP πρέπει να φορτωθεί. Επικοινωνήστε με τον πάροχο φιλοξενίας σας.';
$_['error_mbstring']               		= 'Η βιβλιοθήκη PHP "mb strings" δεν είναι ενεργή. Επικοινωνήστε με τον πάροχο φιλοξενίας σας.';
$_['error_oc_version']             		= 'Η έκδοση του OpenCart δεν έχει δοκιμαστεί για να λειτουργήσει με αυτό το Module. Μπορεί να αντιμετωπίσετε προβλήματα.';

// Help
$_['help_clear_faq']					= 'Εμφανίστε ξανά όλες τις ειδοποιήσεις βοήθειας';
$_['help_empty_data']					= 'Αυτό μπορεί να προκαλέσει σοβαρή ζημιά, μην το χρησιμοποιήσετε αν δεν ξέρετε τι κάνει!';
$_['help_easy_update']					= 'Κάντε κλικ στην ενημέρωση για να εγκαταστήσετε αυτόματα την πιο πρόσφατη έκδοση του OpenBay Pro';
$_['help_patch']						= 'Κάντε κλικ για να εκτελέσετε τα scripts patch';
$_['help_beta']							= 'Προσοχή! Η έκδοση beta είναι η πιο πρόσφατη έκδοση ανάπτυξης. Μπορεί να μην είναι σταθερή και να περιέχει σφάλματα.';
