<?php
// Heading
$_['heading_title']     = 'Ομάδα Χαρακτηριστικών';

// Text
$_['text_success']      = 'Τροποποιήσατε την ομάδα Χαρακτηριστικών με επιτυχία!';
$_['text_list']         = 'Λίστα Ομάδας Χαρακτηριστικών';
$_['text_add']          = 'Νέα ομάδα Χαρακτηριστικών';
$_['text_edit']         = 'Επεξεργασία ομάδας Χαρακτηριστικών';

// Column
$_['column_name']       = 'Όνομα Ομάδας Χαρακτηριστικών';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Ομάδας Χαρακτηριστικών';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης';

// Error
$_['error_permission']  = 'Προειδοποιήση: Δεν έχετε δικαιώματα για επεξεργασία της ομάδας Χαρακτηριστικών!';
$_['error_name']        = 'Το όνομα της ομάδας χαρακτηριστικών πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_attribute']   = 'Προειδοποίηση: Αυτή η ομάδα χαρακτηριστικών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s χαρακτηριστικά!';
$_['error_product']     = 'Αυτή η ομάδα χαρακτηριστικών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';