<?php
// Heading
$_['heading_title']          = 'Χαρακτηριστικά';

// Text
$_['text_success']           = 'Τροποποιήσατε τα Χαρακτηριστικά με επιτυχία';
$_['text_list']              = 'Λίστα Χαρακτηριστικών';
$_['text_add']               = 'Νέο Χαρακτηριστικό';
$_['text_edit']              = 'Επεξεργασία Χαρακτηριστικού';

// Column
$_['column_name']            = 'Όνομα Χαρακτηριστικού';
$_['column_attribute_group'] = 'Ομάδα Χαρακτηριστικών';
$_['column_sort_order']      = 'Σειρά Ταξινόμησης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_name']             = 'Όνομα Χαρακτηριστικού';
$_['entry_attribute_group']  = 'Ομάδα Χαρακτηριστικών';
$_['entry_sort_order']       = 'Σειρά Ταξινόμησης';

// Error
$_['error_permission']       = 'Προειδοποίηση: Δεν έχετε δικαιώματα Επεξεργασίας των Χαρακτηριστικών!';
$_['error_attribute_group']  = 'Η Ομάδα Χαρακτηριστικών είναι απαραίτητη!';
$_['error_name']             = 'Το όνομα Χαρακτηριστικού πρέπει να είναι από 1 εώς 64 Χαρακτήρες!';
$_['error_product']          = 'Προειδοποίηση: Αυτό το χαρακτηριστικό δεν μπορεί να διαγραφεί καθώς ανοίκει σε %s Προιόντα!';