<?php
// Heading
$_['heading_title']          = 'Κατηγορίες';

// Text
$_['text_success']           = 'Τροποποιήσατε τις Κατηγορίες με επιτυχία!';
$_['text_list']              = 'Λίστα ';
$_['text_add']               = 'Νέα Κατηγορία';
$_['text_edit']              = 'Επεξεργασία Κατηγορίας';
$_['text_default']           = 'Προεπιλογή';
$_['text_keyword']           = 'Αντί για κενά Χρησιμοποιήστε Παύλες - και ελέγξτε οτι το SEO URL είναι μοναδικό.';

// Column
$_['column_name']            = 'Όνομα Κατηγορίας';
$_['column_sort_order']      = 'Σειρά Ταξινόμησης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_name']             = 'Όνομα Κατηγορίας';
$_['entry_description']      = 'Περιγραφή';
$_['entry_meta_title'] 	     = 'Meta Ετικέτα Τίτλος';
$_['entry_meta_keyword']     = 'Meta Ετικέτα Λέξεις Κλειδιά';
$_['entry_meta_description'] = 'Meta Ετικέτα΄Περιγραφή';
$_['entry_store']            = 'Καταστήματα';
$_['entry_keyword']          = 'Λέξη Κλειδί';
$_['entry_parent']           = 'Γονέας';
$_['entry_filter']           = 'Φίλτρα';
$_['entry_image']            = 'Εικόνα';
$_['entry_top']              = 'Επάνω Μενού';
$_['entry_column']           = 'Στήλες';
$_['entry_sort_order']       = 'Σειρά Ταξινόμησης';
$_['entry_status']           = 'Κατάσταση';
$_['entry_layout']           = 'Παράκαμψη Διάταξης';

// Help
$_['help_filter']            = '(Αυτόματη Συμπλήρωση)';
$_['help_top']               = 'Εμφάνιση κατηγορίας στο επάνω μενού. Λειτουργεί μόνο για τις ανώτατες μητρικές κατηγορίες.';
$_['help_column']            = 'Ο αριθμός των στηλών για τις 3 κατώτατες κατηγορίες. Λειτουργεί μόνο στις μητρικές κατηγορίες του επάνω μενού.';

// Error
$_['error_warning']          = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']       = 'Δεν έχετε δικαιώματα να για Επεξεργασία των κατηγοριών!';
$_['error_name']             = 'Το όνομα της κατηγορίας πρέπει να είναι από 2 έως 255 χαρακτήρες!';
$_['error_meta_title']       = ' Ο Meta τίτλος σελίδας πρέπει να είναι από 3 έως 255 χαρακτήρες!';
$_['error_keyword']          = 'H SEO URL χρησιμοποιείται ήδη!';
$_['error_unique']           = 'H SEO URL πρέπει να είναι μοναδική!';
$_['error_parent']           = 'Η κατηγορία Γονέας που επιλέξατε είναι υποκατηγορία αυτής που επεξεργάζεστε!';