<?php
// Heading
$_['heading_title']     = 'Φίλτρα';

// Text
$_['text_success']      = 'Τροποποιήσατε Τα φίλτρα με επιτυχία!';
$_['text_list']         = 'Λίστα Φίλτρων';
$_['text_add']          = 'Νέο Φίλτρο';
$_['text_edit']         = 'Επεξεργασία Φίλτρου';
$_['text_group']        = 'Ομάδα Φίλτρου';
$_['text_value']        = 'Τιμή Φίλτρου';

// Column
$_['column_group']      = 'Ομάδα Φίλτρου';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_group']       = 'Όνομα Ομάδας Φίλτρων';
$_['entry_name']        = 'Όνομα Φίλτρου';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης';

// Error
$_['error_permission']  = 'Δεν έχετε Δικαιώματα για Επεξεργασία των φίλτρων';
$_['error_group']       = 'Το όνομα της ομάδας φίλτρων πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_name']        = 'Το όνομα φίλτρου πρέπει να είναι από 1 έως 64 χαρακτήρες!';