<?php
// Heading
$_['heading_title']          = 'Πληροφορίες';

// Text
$_['text_success']           = 'Τροποποιήσατε τις Πληροφορίες με επιτυχία';
$_['text_list']              = 'Λίστα Πληροφοριών';
$_['text_add']               = 'Νέα Πληροφορία';
$_['text_edit']              = 'Επεξεργασία Πληροφορίας';
$_['text_default']           = 'Προεπιλογή';
$_['text_keyword']           = 'Αντί για κενα, χρησιμοποιήστε παύλες - και ελεγξτε οτι το SEO URL είναι μοναδικό.';

// Column
$_['column_title']           = 'Τίτλος Πληροφορίας';
$_['column_sort_order']      = 'Σειρά Ταξινόμησης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_title']            = 'Τίτλος Πληροφορίας';
$_['entry_description']      = 'Περιγραφή';
$_['entry_meta_title']       = 'Meta Ετικέτα Τίτλος';
$_['entry_meta_keyword']     = 'Meta Ετικέτα Λέξη Κλειδί';
$_['entry_meta_description'] = 'Meta Ετικέτα Περιγραφή';
$_['entry_store']            = 'Καταστήματα';
$_['entry_keyword']          = 'Λέξη Κλειδί';
$_['entry_bottom']           = 'Κάτω';
$_['entry_status']           = 'Κατάσταση';
$_['entry_sort_order']       = 'Σειρά Ταξινόμησης';
$_['entry_layout']           = 'Παράκαμψη Διάταξης';

// Help
$_['help_bottom']            = 'Εμφάνιση κάτω στο υποσέλιδο (footer).';

// Error
$_['error_warning']          = 'Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']       = 'Δεν έχετε δικαιώματα για επεξεργασία των πληροφοριών!';
$_['error_title']            = 'Ο τίτλος πληροφορίας πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_description']      = 'Η Περιγραφή πρέπει να είναι μεγαλύτερη από 3 χαρακτήρες!';
$_['error_meta_title']       = 'Ο Meta τίτλος σελίδας πρέπει να είναι από 3 έως 255 χαρακτήρες!';
$_['error_keyword']          = 'Το SEO URL χρησιμοποιείται!';
$_['error_unique']           = 'Το SEO URL πρέπει να είναι μοναδικό!';
$_['error_account']          = 'Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως Όροι δημιουργίας λογαριασμού στο κατάστημα!';
$_['error_checkout']         = 'Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως Όροι ολοκλήρωσης αγοράς στο κατάστημα!';
$_['error_affiliate']        = 'Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως Όροι συνεργατών στο κατάστημα!';
$_['error_return']           = 'Ειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως Όροι επιστροφής στο κατάστημα!';
$_['error_store']            = 'Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς χρησιμοποιείται από %s καταστήματα!';