<?php
// Heading
$_['heading_title']     = 'Κατασκευαστής';

// Text
$_['text_success']      = 'Τροποποιήσατε τους Κατασκευαστές με επιτυχία!';
$_['text_list']         = 'Λίστα Κατασκευαστών';
$_['text_add']          = 'Νέος Κατασκευαστής';
$_['text_edit']         = 'Επεξεργασία Κατασκευαστή';
$_['text_default']      = 'Προεπιλογή';
$_['text_percent']      = 'PΠοσοστό';
$_['text_amount']       = 'Σταθερό Ποσό';
$_['text_keyword']      = 'Αντί για κενά Χρησιμοποιήστε Παύλες - και ελέγξτε οτι το SEO URL είναι μοναδικό.';

// Column
$_['column_name']       = 'Όνομα Κατασκευαστή';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Κατασκευαστή';
$_['entry_store']       = 'Καταστήματα';
$_['entry_keyword']     = 'Λέξη Κλειδί';
$_['entry_image']       = 'Εικόνα';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης';
$_['entry_type']        = 'Τύπος';

// Error
$_['error_permission']  = 'Δεν έχετε Δικαιώματα για την επεξεργασία των Κατασκευαστών!';
$_['error_name']        = 'Το όνομα του κατασκευαστή πρέπει να είναι από 2 έως 64 χαρακτήρες!';
$_['error_keyword']     = 'Η SEO URL χρησιμοποιείται ήδη!';
$_['error_unique']      = 'Η SEO URL πρέπει να είναι μοναδική!';
$_['error_product']     = 'Αυτός ο κατασκευαστής δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';