<?php
// Heading
$_['heading_title']      = 'Επιλογές';

// Text
$_['text_success']       = 'Τροποποιήσατε τις Επιλογές με επιτυχία!';
$_['text_list']          = 'Λίστα Επιλογών';
$_['text_add']           = 'Νέα Επιλογή';
$_['text_edit']          = 'Επεξεργασία Επιλογής';
$_['text_choose']        = 'Επιλογή';
$_['text_select']        = 'Μενού Επιλογών';
$_['text_radio']         = 'Κουμπιά Επιλογής';
$_['text_checkbox']      = 'Πεδία Τσεκ';
$_['text_input']         = 'Εισαγωγή';
$_['text_text']          = 'Κείμενο';
$_['text_textarea']      = 'Περιοχή Κειμένου';
$_['text_file']          = 'Αρχείο';
$_['text_date']          = 'Ημερομηνία';
$_['text_datetime']      = 'Ημερομηνία &amp; Ώρα';
$_['text_time']          = 'Ώρα';
$_['text_option']        = 'Επιλογή';
$_['text_value']         = 'Τιμή Επιλογής';

// Column
$_['column_name']        = 'Όνομα Επιλογής';
$_['column_sort_order']  = 'Σειρά Ταξινόμησης';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα Επιλογής';
$_['entry_type']         = 'Τύπος';
$_['entry_option_value'] = 'Όνομα Επιλογής';
$_['entry_image']        = 'Εικόνα';
$_['entry_sort_order']   = 'Σειρά Ταξινόμησης';

// Error
$_['error_permission']   = 'Δεν έχετε δικαιώματα για επεξεργασία των Επιλογών!';
$_['error_name']         = 'Το όνομα των επιλογών πρέπει να είναι από 1 έως 128 χαρακτήρες!';
$_['error_type']         = 'Απαιτούνται τα ονόματα των επιλογών!';
$_['error_option_value'] = 'Το όνομα της επιλογής πρέπει να είναι από 1 έως 128 χαρακτήρες!';
$_['error_product']      = 'Αυτή η επιλογή δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';