<?php
// Heading
$_['heading_title']     = 'Κριτικές';

// Text
$_['text_success']      = 'Τροποποιήσατε με επιτυχία τις Κριτικές!';
$_['text_list']         = 'Λίστα Κριτικών';
$_['text_add']          = 'Νέα Κριτική';
$_['text_edit']         = 'Επεξργασία Κριτικής';
$_['text_filter']       = 'Φίλτρο';

// Column
$_['column_product']    = 'Προιόν';
$_['column_author']     = 'Συγγραφέας';
$_['column_rating']     = 'Αξιολόγηση';
$_['column_status']     = 'Κατάσταση';
$_['column_date_added'] = 'Ημερομηνία Δημιουργίας';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_product']     = 'Προιόν';
$_['entry_author']      = 'Συγγραφέας';
$_['entry_rating']      = 'Αξιολόγηση';
$_['entry_status']      = 'Κατάσταση';
$_['entry_text']        = 'Κείμενο';
$_['entry_date_added']  = 'Ημερομηνία Δημιουργίας';

// Help
$_['help_product']      = '(Αυτόματη συμπλήρωση)';

// Error
$_['error_permission']  = 'Δεν έχετε δικαιώματα για την Επεξργασία των Κριτικών!';
$_['error_product']     = 'Το Προιόν Απαιτείται!';
$_['error_author']      = 'Το όνομα του συγγραφέα πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_text']        = 'Το κείμενο της Κριτικής πρέπει να περιέχει τουλάχιστον 1 χαρακτήρα!';
$_['error_rating']      = 'Η Αξιολόγηση της Κριτικής Απαιτείται!';