<?php
// Heading
$_['heading_title']     = 'Παρακολούθηση Μάρκετινγκ';

// Text
$_['text_success']      = 'Τροποποιήσατε με επιτυχία την Παρακολούθηση Marketing!';
$_['text_list']         = 'Λίστα Παρακολούθησης Marketing';
$_['text_add']          = 'Νέα Παρακολούθηση Marketing';
$_['text_edit']         = 'Επεξεργασία Παρακολούθησης Marketing';
$_['text_filter']       = 'Φίλτρο';
		
// Column
$_['column_name']       = 'Όνομα Καμπάνιας';
$_['column_code']       = 'Κωδικός';
$_['column_clicks']     = 'Κλικς';
$_['column_orders']     = 'Παραγγελίες';
$_['column_date_added'] = 'Ημερομηνία Δημιουργίας';
$_['column_action']     = 'Ενέργειες';

// Entry
$_['entry_name']        = 'Όνομα Καμπάνιας';
$_['entry_description'] = 'Περιγραφή Καμπάνιας';
$_['entry_code']        = 'Κωδικός Παρακολούθησης (Tracking Code)';
$_['entry_example']     = 'Παραδείγματα';
$_['entry_date_added']  = 'Ημερομηνία Δημιουργίας';

// Help
$_['help_code']         = ' Ο κωδικός παρακολούθησης που θα χρησιμεύσει για να παρακολουθείτε καμπάνιες μάρκετινγκ.';
$_['help_example']      = 'Για να μπορέσει το σύστημα να παρακολουθεί τις παραπομπές (referrals), πρέπει να προσθέσετε τον κώδικα παρακολούθησης στο τέλος του URL των συνδέσμων προς τον ιστότοπό σας (site).';

// Error
$_['error_permission']  = 'Δεν έχετε δικαιώματα για την Επεξεργασία του Marketing Παρακολούθησης';
$_['error_name']        = 'Το όνομα της καμπάνιας πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_code']        = 'Απαιτείται Κωδικός Παρακολούθησης!';
$_['error_exists']      = 'Ο Κωδικός Παρακολούθησης Χρησιμοποιείται σε άλλη καμπάνια!';