<?php
// Heading
$_['heading_title']      = 'Επιταγή / Εντολή Πληρωμής';

// Text
$_['text_extension']     = 'Επεκτάσεις';
$_['text_success']       = 'Τροποποιήσατε την Επιταγή / Εντολή Πληρωμής με επιτυχία';
$_['text_edit']          = 'Επεξεργασία Επιταγή / Εντολή Πληρωμής';

// Entry
$_['entry_payable']      = 'Πληρωτέο προς';
$_['entry_total']        = 'Σύνολο';
$_['entry_order_status'] = 'Κατάσταση Παραγγελίας';
$_['entry_geo_zone']     = 'Γεωγραφική Ζώνη';
$_['entry_status']       = 'Κατάσταση';
$_['entry_sort_order']   = 'Σειρά Ταξινόμησης';

// Help
$_['help_total']         = 'Το συνολικό ποσό που πρέπει να φτάσει η παραγγελία για να ενεργοποιηθεί η μέθοδος πληρωμής.';

// Error
$_['error_permission']   = 'Δεν έχετε δικαιώματα για Επεξεργασία της Επιταγής / Εντολής πληρωμής!';
$_['error_payable']      = 'Πληρωτέο Προς Απαιτείται!';