<?php
// Heading
$_['heading_title']      = 'Αντικαταβολή';

// Text
$_['text_extension']     = 'Επεκτάσεις';
$_['text_success']       = 'Τροποποιήσατε την Αντικαταβολή με επιτυχία!';
$_['text_edit']          = 'Επεξεργασία Αντικαταβολής';

// Entry
$_['entry_total']                    = 'Σύνολο';
$_['entry_order_status']             = 'Κατάσταση Παραγγελίας';
$_['entry_geo_zone']                 = 'Γεωγραφική Ζώνη';
$_['entry_status']                   = 'Κατάσταση';
$_['entry_sort_order']               = 'Σειρά Ταξινόμησης';

// Help
$_['help_total']                     = 'Το συνολικό ποσό που πρέπει να φτάσει η παραγγελία για να ενεργοποιηθεί η μέθοδος πληρωμής.';

// Error
$_['error_permission']   = 'Δεν έχετε δικαιώματα Επεξεργασίας της Αντικαταβολής!';