<?php
// Heading
$_['heading_title']      = 'Δωρεάν Παραγγελία';

// Text
$_['text_extension']     = 'Επεκτάσεις';
$_['text_success']       = 'Τροποποιήσατε την Δωρεάν Παραγγελία με επιτυχία!';
$_['text_edit']          = 'Επεξεργασία Δωρεάν Παραγγελίας';

// Entry
$_['entry_order_status'] = 'Κατάσταση Παραγγελίας';
$_['entry_status']       = 'Κατάσταση';
$_['entry_sort_order']   = 'Σειρά Ταξινόμησης';


// Error
$_['error_permission']   = 'Δεν έχετε δικαιώματα Επεξεργασίας της Δωρεάν Παραγγελίας!';