<?php
// Text
$_['text_subject']        = '%s - Ευχαριστούμε για την Εγγραφή σας';
$_['text_welcome']        = 'Καλώς ήρθατε και σας ευχαριστούμε που εγγραφείτε στο %s!';
$_['text_login']          = 'Ο λογαριασμός σας έχει δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον κωδικό πρόσβασης, επισκεπτόμενοι τον ιστότοπό μας ή στην ακόλουθη διεύθυνση URL:';
$_['text_approval']       = 'Ο λογαριασμός σας πρέπει να εγκριθεί πριν μπορέσετε να συνδεθείτε. Αφού εγκριθεί, μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον κωδικό πρόσβασής σας, επισκεπτόμενοι τον ιστότοπό μας ή στην παρακάτω διεύθυνση URL:';
$_['text_service']        = 'Με τη σύνδεση, θα μπορείτε να έχετε πρόσβαση σε άλλες υπηρεσίες, συμπεριλαμβανομένης της προβολής παραγγελιών, της εκτύπωσης τιμολογίων και της επεξεργασίας των πληροφοριών του λογαριασμού σας.';
$_['text_thanks']         = 'Ευχαριστούμε,';
$_['text_new_customer']   = 'Νέος Πελάτης';
$_['text_signup']         = 'Ένας Νέος Πελάτης Έκανε Εγγραφή:';
$_['text_customer_group'] = 'Κατηγορία Πελάτη:';
$_['text_firstname']      = 'Όνομα:';
$_['text_lastname']       = 'Επίθετο:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Τηλέφωνο:';