<?php
// Heading
$_['heading_title']    = 'Citylink';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Τροποποιήσατε την αποστολή Citylink με επιτυχία!';
$_['text_edit']        = 'Επεξεργασίας αποστολής Citylink';

// Entry
$_['entry_rate']       = 'Χρεώσεις Citylink';
$_['entry_tax_class']  = 'Φορολογική Κλάση';
$_['entry_geo_zone']   = 'Γεωγραφική Ζώνη';
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης';

// Help
$_['help_rate']        = 'Εισάγετε τιμές έως 5 ακέραια και 2 δεκαδικά ψηφία (12345.67). Παράδειγμα: .1:1,.25:1.27 - Βάρη μικρότερα ή ίσα με 0.1Kg θα κοστίσουν 1.00&euro;, Βάρη μικρότερα ή ίσα με 0.25Kg αλλά περισσότερο από 0.1Kg θα κοστίσουν 1.27&euro;. Μην εισάγετε Kg ή σύμβολα.';

// Error
$_['error_permission'] = 'Δεν έχετε δικαιώματα Επεξεργασίας της αποστολής Citylink!';