<?php
// Heading
$_['heading_title']           = 'Parcelforce 48';

// Text
$_['text_extension']          = 'Επεκτάσεις';
$_['text_success']            = 'Τροποποιήσατε το Parcelforce 48 με επιτυχία!';
$_['text_edit']               = 'Επεξεργασία Parcelforce 48';

// Entry
$_['entry_rate']              = 'Χρεώσεις Parcelforce 48';
$_['entry_insurance']         = 'Parcelforce48 Χρεώσεις Αποζημίωσης';
$_['entry_display_weight']    = 'Εμφάνιση Βάρους Αποστολής';
$_['entry_display_insurance'] = 'Εμφάνιση Ασφάλειας';
$_['entry_display_time']      = 'Εμφάνιση Χρόνου Αποστολής';
$_['entry_tax_class']         = 'Φορολογική Κλάση';
$_['entry_geo_zone']          = 'Γεωγραφική Ζώνη';
$_['entry_status']            = 'Κατάσταση';
$_['entry_sort_order']        = 'Σειρά Ταξινόμησης';

// Help
$_['help_rate']               = 'Εισάγετε τιμές έως και 5,2 δεκαδικά ψηφία. (12345.67) Παράδειγμα: .1: 1, .25: 1.27 - Βάρη μικρότερη ή ίση με 0,1 kg θα κοστίσει 1,00, Βάρη μικρότερη ή ίση με 0,25g αλλά μεγαλύτερη από 0,1kg θα κοστίσει 1,27. Μην εισάγετε KG ή σύμβολα.';
$_['help_insurance']          = 'Εισάγετε τιμές μέχρι 5,2 δεκαδικών ψηφίων. (12345,67) Παράδειγμα: 34: 0,100: 1,250: 2,25 - Η ασφαλιστική κάλυψη για τιμές καλαθιού μέχρι 34 θα κοστίσει 0,00 επιπλέον, οι τιμές άνω των 100 και έως 250 θα κοστίζουν 2,25 επιπλέον. Μην εισάγετε σύμβολα νομισμάτων.';
$_['help_display_weight']     = 'Θέλετε να εμφανίσετε το βάρος αποστολής; (π.χ., Βάρος Παράδοσης: 2.7674 kg))';
$_['help_display_insurance']  = 'Θέλετε να εμφανίσετε την ασφάλεια αποστολής; (π.χ. Ασφαλισμένο μέχρι 500))';
$_['help_display_time']       = 'Θέλετε να εμφανίσετε το χρόνο αποστολής; (π.χ. πλοία εντός 3 έως 5 ημερών))';

// Error
$_['error_permission']        = 'Δεν έχετε δικαιώματα Επεξεργασίας του Parcelforce 48 shipping!';