<?php
// Heading
$_['heading_title']    = 'Αποστολή Βάση Βάρους';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Εχετε τροποποιήσει την επέκταση αποστολής Βάση Βάρους με επιτυχία!';
$_['text_edit']        = 'Επεξεργασία Αποστολής Βάση Βάρους';

// Entry
$_['entry_rate']       = 'Χρεώσεις';
$_['entry_tax_class']  = 'Φορολογική Κλάση';
$_['entry_geo_zone']   = 'Γεωγραφική Ζώνη';
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης';

// Help
$_['help_rate']        = 'Παράδειγμα: 5:10.00,7:12.00 Βάρος:Κόστος,Βάρος:Κόστος, κλπ...';

// Error
$_['error_permission'] = 'Δεν έχετε δικαιώματα για την Επεξεργασία αποστολής Βάση Βάρους!';