<?php
// Heading
$_['heading_title']    = 'Προιόντα που Προβλήθηκαν';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_edit']        = 'Επεξεργασία Αναφορών Προιόντων Που Προβλήθηκαν';
$_['text_success']     = 'Τροποποιήσατε τις Αναφορές Προιόντων Που Προβλήθηκαν με επιτυχία!';

// Column
$_['column_name']      = 'Όνομα Προιόντος';
$_['column_model']     = 'Κωδικός';
$_['column_viewed']    = 'Προβλήθηκε';
$_['column_percent']   = 'Ποσοστό';

// Entry
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξίνομησης';

// Error
$_['error_permission'] = 'Δεν έχετε δικαιώματα Επεξεργασίας των Προιόντων που Προβλήθηκαν!';