<?php
// Heading
$_['heading_title']     = 'Θέματα Δωροεπιταγών';

// Text
$_['text_success']      = 'Τροποποιήσατε τα Θέματα Δωροεπιταγών με επιτυχία!';
$_['text_list']         = 'Λίστα Θέματων Δωροεπιταγών';
$_['text_add']          = 'Νέο Θέμα';
$_['text_edit']         = 'Επεξεργασία Θέματος';

// Column
$_['column_name']       = 'Όνομα Θέματος';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Θέματος';
$_['entry_description'] = 'Περιγραφή Θέματος';
$_['entry_image']       = 'Εικόνα';

// Error
$_['error_permission']  = 'Δεν έχετε δικαιώματα για την επεξεργασία των θεμάτων Δωροεπιταγών!';
$_['error_name']        = 'Το θέμα δωροεπιταγής πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_image']       = 'Η Εικόνα Απαιτείται!';
$_['error_voucher']     = 'Αυτό το θέμα δωροεπιταγής δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s δωροεπιταγές!';