<?php
// Heading
$_['heading_title']    = 'Σύνολο Πελατών';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Τροποποιήσατε τον Πίνακα Ελέγχου για το Σύνολο Πελατών με επιτυχία!';
$_['text_edit']        = 'Επεξεργασία Πίνακα Ελέγχου Πελατών';
$_['text_view']        = 'Περισσότερα...';

// Entry
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης';
$_['entry_width']      = 'Πλάτος';

// Error
$_['error_permission'] = 'Δεν έχετε δικαιώματα για την Επεξεργασία του Πίνακα Ελέγχου για τα σύνολα Πελατών!';