<?php
// Heading
$_['heading_title']    = 'Σύνολα Παραγγελιών';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Τροποιποιήσατε τα Σύνολα Παραγγελιών με επιτυχία!';
$_['text_edit']        = 'Επεξεργασία Σύνολα Παραγγελιών';
$_['text_view']        = 'Περισσότερα...';

// Entry
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης';
$_['entry_width']      = 'Πλάτος';

// Error
$_['error_permission'] = 'Δεν έχετε Δικαιώματα για την Επεξεργασία των συνόλων Παραγγελιών!';