<?php
// Heading
$_['heading_title']    = 'Σύνολα Πωλήσεων';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Τροποποιήσατε τα Σύνολα Πωλήσεων με επιτυχία!';
$_['text_edit']        = 'Επεξεργασία Συνολων Πωλήσεων';
$_['text_view']        = 'Περισσότερα...';

// Entry
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης';
$_['entry_width']      = 'Πλάτος';

// Error
$_['error_permission'] = 'Δεν έχετε δικαιώματα για την Επεξεργασία των συνόλων Πωλήσεων!';