<?php
// Text
$_['text_subject']  = '%s - Ο Λογαριασμός Συνεργάτη δημιουργήθηκε!';
$_['text_welcome']  = 'Καλώς ήρθατε και ευχαριστούμε για την εγγραφή %s!';
$_['text_login']    = 'Ο λογαριασμός σας έχει πλέον εγκριθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον κωδικό πρόσβασης, επισκεπτόμενοι τον ιστότοπό μας ή την ακόλουθη διεύθυνση URL:';
$_['text_services'] = 'Με τη σύνδεση, θα μπορείτε να δημιουργείτε κώδικες παρακολούθησης (Tracking Codes), να παρακολουθείτε τις προμήθειες και να επεξεργάζεστε τις πληροφορίες του λογαριασμού σας.';
$_['text_thanks']   = 'Ευχαριστούμε,';