<?php
// Text
$_['text_subject'] = '%s - Ο λογαριασμός ενεργοποιήθηκε!';
$_['text_welcome'] = 'Καλώς ήλθατε και ευχαριστούμε για την εγγραφή at %s!';
$_['text_login']   = 'Ο λογαριασμός σας έχει δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον κωδικό πρόσβασης, επισκεπτόμενοι τον ιστότοπό μας ή την ακόλουθη διεύθυνση URL:';
$_['text_service'] = 'Με τη σύνδεση, θα μπορείτε να έχετε πρόσβαση σε άλλες υπηρεσίες, συμπεριλαμβανομένης της αναθεώρησης παραγγελιών, της εκτύπωσης τιμολογίων και της επεξεργασίας των πληροφοριών του λογαριασμού σας.';
$_['text_thanks']  = 'Ευχαριστούμε,';