<?php
// Text
$_['text_success']  = 'Τροποποιήσατε τις δωροεπιταγές με επιτυχία!';
$_['text_subject']  = 'Σας έχει αποσταλεί δωροεπιταγή από %s';
$_['text_greeting'] = 'Συγχαρητήρια, Σας έχει αποσταλεί δωροεπιταγή από Αξίας %s';
$_['text_from']     = 'Αυτή η δωροεπιταγή σας έχει σταλεί από %s';
$_['text_message']  = 'Με το μήνυμα';
$_['text_redeem']   = 'Για να εξαργυρώσετε αυτή την δωροεπιταγή, σημειώστε τον κωδικό εξαργύρωσης που είναι <b>%s</b> στη συνέχεια κάντε κλικ στον παρακάτω σύνδεσμο και αγοράστε το προϊόν στο οποίο θέλετε να την χρησιμοποιήσετε. Μπορείτε να εισάγετε τον κωδικό δωροεπιταγής στη σελίδα του καλαθιού αγορών πριν ολοκληρώσετε την αγορά.';
$_['text_footer']   = 'Αν έχετε ερωτήσεις, απαντήστε σε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου.';