<?php
// Heading
$_['heading_title']                    = 'Προεπιλεγμένο Θέμα Καταστήματος';

// Text
$_['text_extension']                   = 'Επεκτάσεις';
$_['text_success']                     = 'Τροποποιήσατε το Προεπιλεγμένο Θέμα με επιτυχία';
$_['text_edit']                        = 'Επεξεργασία Προεπιλεγμένου θέματος';
$_['text_general']                     = 'Γενικά';
$_['text_product']                     = 'Προιόντα';
$_['text_image']                       = 'Εικόνες';

// Entry
$_['entry_directory']                  = 'Κατάλογος θέματος';
$_['entry_status']                     = 'Κατάσταση';
$_['entry_product_limit']              = 'Προεπιλεγμένα προϊόντα ανά σελίδα';
$_['entry_product_description_length'] = 'Όριο Κειμένου Περιγραφής Στην Εμφάνιση Λίστας';
$_['entry_image_category']             = 'Διαστάσεις Εικόνας Κατηγορίας (W x H)';
$_['entry_image_thumb']                = 'Διαστάσεις Εικόνας Προϊόντος (W x H)';
$_['entry_image_popup']                = 'Διαστάσεις Αναδυόμενης Εικόνας Προϊόντος (W x H)';
$_['entry_image_product']              = 'Διαστάσεις Εικόνας Προϊόντος σε Λίστα (W x H)';
$_['entry_image_additional']           = 'Διαστάσεις Επιπρόσθετης Εικόνας Προϊόντος (W x H)';
$_['entry_image_related']              = 'Διαστάσεις Εικόνας Σχετικού Προϊόντος (W x H)';
$_['entry_image_compare']              = 'Διαστάσεις Εικόνας Συγκρινόμενου Προϊόντος (W x H)';
$_['entry_image_wishlist']             = 'Διαστάσεις Εικόνας Επιθυμητού Προϊόντος (W x H)';
$_['entry_image_cart']                 = 'Διαστάσεις Εικόνας Καλαθιού (W x H)';
$_['entry_image_location']             = 'Διαστάσεις Εικόνας Καταστήματος (W x H)';
$_['entry_width']                      = 'Πλάτος';
$_['entry_height']                     = 'Ύψος';

// Help
$_['help_directory']                   = 'Αυτό το πεδίο υπάρχει μόνο για την ενεργοποίηση παλαιότερων θεμάτων ώστε να είναι συμβατά με το νέο σύστημα θέματος. Μπορείτε να ορίσετε τον φάκελο του θέματος που θα χρησιμοποιείται για τις ρυθμίσεις μέγεθους εικόνων που ορίζονται εδώ.';
$_['help_product_limit']               = 'Καθορίζει πόσα είδη καταλόγου θα εμφανίζονται ανά σελίδα (προϊόντα, κατηγορίες, κλπ)';
$_['help_product_description_length']  = 'Περιορίζει το κείμενο της περιγραφής κατά την επιλογή εμφάνισης λίστας (κατηγορίες, προσφορές, κλπ)';

// Error
$_['error_permission']                 = 'Δεν έχετε δικαιώματα για Επεξεργασία του Προεπιλεγμένου Θέματος!';
$_['error_limit']                      = 'Απαιτείται το όριο προϊόντων!';
$_['error_image_thumb']                = 'Απαιτούνται οι διαστάσεις εικόνας προϊόντος!';
$_['error_image_popup']                = 'Απαιτούνται οι διαστάσεις αναδυόμενης εικόνας προϊόντος!';
$_['error_image_product']              = 'Απαιτούνται οι διαστάσεις εικόνας προϊόντος σε λίστα!';
$_['error_image_category']             = 'Απαιτούνται οι διαστάσεις εικόνας κατηγορίας!';
$_['error_image_additional']           = 'Απαιτούνται οι διαστάσεις επιπρόσθετης εικόνας προϊόντος!';
$_['error_image_related']              = 'Απαιτούνται οι διαστάσεις εικόνας σχετικού προϊόντος!';
$_['error_image_compare']              = 'Απαιτούνται οι διαστάσεις εικόνας συγκρινόμενου προϊόντος!';
$_['error_image_wishlist']             = 'Απαιτούνται οι διαστάσεις εικόνας επιθυμητού προϊόντος!';
$_['error_image_cart']                 = 'Απαιτούνται οι διαστάσεις εικόνας καλαθιού!';
$_['error_image_location']             = 'Απαιτούνται οι διαστάσεις εικόνας καταστήματος!';